<template>
  <UContainer>
    <div class="mt-4 mx-auto p-6 bg-white shadow-md rounded-lg">
      <h1 class="text-center text-2xl font-semibold mb-4">О нас</h1>
      <p class="mb-4">
        Добро пожаловать в наш сервис аренды яхт. Мы предлагаем разнообразные услуги, чтобы обеспечить вам незабываемые
        впечатления на воде. Независимо от того, ищете ли вы спокойный день с семьей и друзьями, захватывающее
        рыболовное приключение или роскошный кейтеринг, у нас найдется что-то для каждого.
      </p>
      <h2 class="text-xl font-semibold mb-4">Наши услуги</h2>
      <ul class="list-disc pl-5 mb-4">
        <li>Групповые туры: Наслаждайтесь групповым туром на наших роскошных яхтах.</li>
        <li>Рыбалка: Испытайте незабываемое рыболовное приключение.</li>
        <li>Кейтеринг: Вкусные кейтеринг услуги для ваших поездок.</li>
        <li>Аренда яхт: Арендуйте яхту для ваших частных мероприятий.</li>
      </ul>
      <p class="mb-4">
        Наша команда стремится предоставить вам наилучший сервис. Мы с нетерпением ждем возможности помочь вам создать
        замечательные воспоминания на воде.
      </p>
    </div>
  </UContainer>
</template>

<script setup>
</script>

<style scoped>
/* Добавьте стили при необходимости */
</style>
